[
	{
		"name": "Spectator",
		"outerColor": [255,255,255]
	},

	{
		"name": "Babylon",
		"leaderName": "Nebuchadnezzar II",
		"adjective": ["Babylonian"],
		"startBias": ["Avoid [Tundra]"],
		"preferredVictoryType": "Scientific",
		"personality": "Nebuchadnezzar II",

		"startIntroPart1": "Great King of Babylon, guardian of the fertile plains between the rivers! Your people have raised mighty walls and towering gardens, shaping a city that shines as a beacon of knowledge and wonder. From the stars above, your scholars chart the heavens, while your scribes preserve the wisdom of ages. Traders gather at your gates, and armies march under your banners, carrying your name across distant lands.",
		"startIntroPart2": "Stand firm, ruler of Babylon! Let your genius in science and statecraft guide your people toward greatness, so that your legacy will endure long after the rivers have shifted and the stones of empires have crumbled.",

		"declaringWar": "The walls of Babylon will not shield you from our wrath. Prepare yourself for destruction.",
		"attacked": "You dare strike at the city of wisdom? Your arrogance will be your undoing.",
		"defeated": "Even in defeat, Babylon’s name will echo long after yours is forgotten.",
		"introduction": "I am the voice of Babylon, where knowledge and empire walk hand in hand. Speak, and be heard.",

		"neutralHello": "The gates of Babylon open to you. May our meeting bring balance, not strife.",
		"hateHello": "Your presence offends me. Babylon has no patience for deceitful tongues.",

		"tradeRequest": "Let us speak of trade.",

		"outerColor": [27,53,63],
		"innerColor": [213,249,255],
		"favoredReligion": "Islam",
		"uniqueName": "Ingenuity",
		"uniques": ["Free [Great Scientist] appears <upon discovering [Writing] technology>", "[Great Scientist] is earned [50]% faster"],
		"cities": ["Babylon","Akkad","Dur-Kurigalzu","Nippur","Borsippa","Sippar","Opis","Mari","Shushan","Eshnunna",
			"Ellasar","Erech","Kutha","Sirpurla","Neribtum","Ashur","Ninveh","Nimrud","Arbela","Nuzi",
			"Arrapkha","Tutub","Shaduppum","Rapiqum","Mashkan Shapir","Tuttul","Ramad","Ana","Haradum","Agrab",
			"Uqair","Gubba","Hafriyat","Nagar","Shubat Enlil","Urhai","Urkesh","Awan","Riblah","Tayma"],
        "spyNames": ["Rim-Sin II", "Smerdis", "Ilum-ma-ili", "Peshgaldaramesh", "Ur-zigurumaš", "Semiramis", "Em", "Ishtar", "Bilit Taauth", "Aruru"]
	},
    {
		"name": "Greece",
		"leaderName": "Alexander",
		"adjective": ["Greek"],
		"startBias": ["Coast"],
		"preferredVictoryType":"Diplomatic",
		"personality": "Alexander",

		"startIntroPart1": "Hail, leader of Greece, cradle of philosophy and theater, master of city-states united by shared destiny! Your people have built temples to the gods, debated in assemblies, and given the world a vision of reason and beauty that endures through the ages. From the marbled halls of Athens to the iron ranks of Sparta, your culture and discipline shape both mind and battlefield.",
		"startIntroPart2": "Rise now, ruler of Greece! Guide your people with wisdom and valor, and ensure that the legacy of Hellas shines brighter than the stars, remembered as the birthplace of both freedom and empire.",

		"declaringWar": "The spears of Greece are raised, and your name shall be struck from history.",
		"attacked": "You dare to challenge Hellas? Our phalanx will crush your ambition.",
		"defeated": "You may claim victory, but Greece’s spirit cannot be conquered.",
		"introduction": "I speak for Greece, land of philosophy and valor. Approach with respect, and we may find accord.",

		"neutralHello": "The Agora welcomes many voices. Speak, and let us see if wisdom guides your words.",
		"hateHello": "You walk among us like a shadow. Greece will not suffer treachery lightly.",

		"tradeRequest": "Shall we bargain for mutual gain?",

		"outerColor": [255, 255, 255],
		"innerColor": [65, 141, 254],
		"favoredReligion": "Christianity",
		"uniqueName": "Hellenic League",
		"uniques": ["[-50]% City-State Influence degradation", "City-State Influence recovers at twice the normal rate", "City-State territory always counts as friendly territory"],
		"cities": ["Athens","Sparta","Corinth","Argos","Knossos","Mycenae","Pharsalos","Ephesus","Halicarnassus","Rhodes",
			"Eretria","Pergamon","Miletos","Megara","Phocaea","Sicyon","Tiryns","Samos","Mytilene","Chios",
			"Paros","Elis","Syracuse","Herakleia","Gortyn","Chalkis","Pylos","Pella","Naxos",
			"Larissa","Apollonia","Messene","Orchomenos","Ambracia","Kos","Knidos","Amphipolis",
			"Patras","Lamia","Nafplion","Apolyton"],
        "spyNames": ["Jason", "Helena", "Alexa", "Cletus", "Kassandra", "Andres", "Desdemona", "Anthea", "Aeneas", "Leander"]
    },
	{
		"name": "China",
		"leaderName": "Wu Zetian",
		"adjective": ["Chinese"],
		"preferredVictoryType": "Scientific",
		"personality": "Wu Zetian",

        "startIntroPart1": "Son of Heaven, ruler of China, heir to a thousand dynasties! Your empire stretches across rivers and mountains, bound together by walls of stone and the wisdom of your ancestors. In the silence of your courts, poets give voice to beauty, and in the clamor of your workshops, artisans craft wonders unmatched. Your armies march in ordered ranks, while your mandarins preserve harmony and order throughout the realm.",
        "startIntroPart2": "Stand proud, sovereign of China! Let your legacy of invention, discipline, and grandeur carry your people toward an age when their name is synonymous with civilization itself.",

        "declaringWar": "The dragon stirs, and your insolence must be answered with fire and steel.",
		"attacked": "You strike at the Middle Kingdom? The rivers themselves will rise against you.",
		"defeated": "Though I fall, China endures, as eternal as the mountains and the sky.",
		"introduction": "I am the voice of China, where harmony and order guide the empire. Speak your purpose.",
        
		"neutralHello": "Our mandarins record this meeting. May it be written as one of peace.",
		"hateHello": "Your presence is a stain upon the court. China does not forget insults.",
        
		"tradeRequest": "Let us see if profit can bind what words cannot.",

        "outerColor": [9, 112, 84],
        "innerColor": [255,255,255],

		"favoredReligion": "Taoism",
		"uniqueName": "Art of War",
		"uniques": ["Great General provides double combat bonus", "[Great General] is earned [50]% faster"],
		"cities": ["Beijing","Shanghai","Guangzhou","Nanjing","Xian","Chengdu","Hangzhou","Tianjin","Macau","Shandong",
			"Kaifeng","Ningbo","Baoding","Yangzhou","Harbin","Chongqing","Luoyang","Kunming","Taipei","Shenyang",
			"Taiyuan","Tainan","Dalian","Lijiang","Wuxi","Suzhou","Maoming","Shaoguan","Yangjiang","Heyuan","Huangshi",
			"Yichang","Yingtian","Xinyu","Xinzheng","Handan","Dunhuang","Gaoyu","Nantong","Weifang","Xikang"],
        "spyNames": ["Li", "Chen", "Zhang", "Liu", "Yang", "Huang", "Zhao", "Wu", "Zhou", "Sun"]

    },
	{
		"name": "Egypt",
		"leaderName": "Ramesses II",
		"adjective": ["Egyptian"],
		"startBias": ["Avoid [Jungle]","Avoid [Forest]"],
		"preferredVictoryType": "Cultural",
		"personality": "Ramesses II",

        "startIntroPart1": "Pharaoh of Egypt, lord of the Nile and master of eternal stone! Your people raise monuments that pierce the heavens, binding sand and river into a kingdom of splendor. The lifeblood of the Nile nourishes your fields, while artisans carve wonders that defy the passing of centuries. Priests chant in the shadow of temples, and armies march beneath the blazing sun, guarding treasures and tombs alike.",
        "startIntroPart2": "Rise, ruler of Egypt! Shape a civilization whose glory outlives empires, and ensure your name is etched upon the very pillars of history.",

		"declaringWar": "The Nile runs red today, for Egypt will sweep you away like the desert wind.",
		"attacked": "You dare profane the land of the pharaohs? Our chariots will crush your foolish assault.",
		"defeated": "Stone may fall and dynasties fade, but Egypt’s legacy outlasts your fleeting triumph.",
		"introduction": "I am the voice of Egypt, keeper of the Nile and builder of wonders eternal. Who comes before me?",

		"neutralHello": "The sun greets you as it rises over our temples. May our meeting be as prosperous as the flood.",
		"hateHello": "You sully the presence of the gods by standing before me. Egypt does not welcome you.",

		"tradeRequest": "Egypt offers riches. Will you bargain with us?",

		"outerColor": [255, 252, 3],
		"innerColor": [83, 0, 208],
		"favoredReligion": "Islam",
		"uniqueName": "Monument Builders",
		"uniques": ["[+20]% Production when constructing [All] wonders [in all cities]"],
		"cities": ["Thebes","Memphis","Heliopolis","Elephantine","Alexandria","Pi-Ramesses","Giza","Byblos","Akhetaten",
			   "Hieraconpolis","Abydos","Asyut","Avaris","Lisht","Buto","Edfu","Pithom","Busiris","Kahun","Athribis",
			   "Mendes","Elashmunein","Tanis","Bubastis","Oryx","Sebennytus","Akhmin","Karnak","Luxor","El Kab","Armant",
			   "Balat","Ellahun","Hawara","Dashur","Damanhur","Abusir","Herakleopolis","Akoris",
			   "Benihasan","Badari","Hermopolis","Amrah","Koptos","Ombos","Naqada","Semna","Soleb"],
        "spyNames": ["Refaat", "Heba", "Salah", "Ahmed", "Zakaria", "Bastet", "Ma'at", "Nebhet", "Tefenet", "Neuth"]
    },
	{
		"name": "England",
		"leaderName": "Elizabeth",
		"adjective": ["English"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomatic",
		"personality": "Elizabeth",

        "startIntroPart1": "Majestic ruler of England, keeper of crown and empire! Your island realm has braved storm and sea, forging a navy that carries your banners across every horizon. From crowded markets of London to the castles of old, your people thrive on trade, discovery, and the rule of law. Poets sing of your glory, while explorers map the distant edges of the world.",
        "startIntroPart2": "Stand tall, sovereign of England! With steadfast fleets and bold ambition, let your nation command the waves and shape an age where your name resounds across continents.",

        "declaringWar": "The banners of England are raised — we shall meet you on the field and drive you into the sea.",
		"attacked": "You strike at England? Then feel the bite of our longbows and the thunder of our navy.",
		"defeated": "You may seize victory, but England’s crown will rise again, unbroken and unbowed.",
		"introduction": "I speak for England, a kingdom of proud ships and steadfast hearts. State your intentions.",

        "neutralHello": "England greets you with courtesy. Let us see if this meeting leads to peace or rivalry.",
		"hateHello": "Your presence is neither wanted nor trusted. England has no patience for your kind.",
        
		"tradeRequest": "Shall we strike a bargain?",
        
		"outerColor": [109, 2, 0],
		"innerColor": [255, 255, 255],
		"favoredReligion": "Christianity",
		"uniqueName": "Sun Never Sets",
		"uniques": ["[+2] Movement <for [Water] units>", "Gain an extra spy <upon entering the [Renaissance era]>"],
		"cities": ["London","York","Nottingham","Hastings","Canterbury","Coventry","Warwick","Newcastle","Oxford","Liverpool",
			"Dover","Brighton","Norwich","Leeds","Reading","Birmingham","Richmond","Exeter","Cambridge","Gloucester",
			"Manchester","Bristol","Leicester","Carlisle","Ipswich","Portsmouth","Berwick","Bath","Mumbles","Southampton",
			"Sheffield","Salisbury","Colchester","Plymouth","Lancaster","Blackpool","Winchester","Hull"],
        "spyNames": ["James", "Scarlett", "Mycroft", "Charlotte", "Gwendolyn", "Mr. Eks", "Dr. Grey", "Andrew", "Scott", "Anne"]
    },
	{
		"name": "France",
		"leaderName": "Napoleon",
		"adjective": ["French"],
		"preferredVictoryType": "Cultural",
		"personality": "Napoleon",

        "startIntroPart1": "Noble ruler of France, guardian of splendor and chivalry! Your realm has flourished with castles and cathedrals, where knights ride under banners of honor and courts resound with poetry and song. From the fertile heartlands to the shining capital, your people have cultivated refinement, valor, and an unyielding pride. Artists and generals alike look to you for guidance, as your kingdom’s destiny stretches across fields of battle and halls of culture.",
        "startIntroPart2": "Rise, sovereign of France! Let your brilliance in war and beauty in peace weave a legacy that crowns your nation as the jewel of civilization.",

        "declaringWar": "France marches to war — and your lands shall soon echo with the sound of our triumph.",
		"attacked": "You dare raise arms against France? Our banners will not falter, and our armies will answer.",
		"defeated": "You may claim this day, but France’s glory endures beyond your fleeting conquest.",
		"introduction": "I am the voice of France, land of chivalry and splendor. Speak, and let us see if you come as friend or foe.",
        
		"neutralHello": "France greets you with civility. May our words today shape tomorrow’s path.",
		"hateHello": "Your face is unwelcome here, and your words will find no kindness in France.",
        
		"tradeRequest": "Shall we discuss terms of exchange?",

        "outerColor": [ 38, 98, 255],
        "innerColor": [239,236,148],

		"favoredReligion": "Christianity",
		"uniqueName": "Ancien Régime",
		"uniques": ["[+2 Culture] [in all cities] <before discovering [Steam Power]>"],
		"cities": ["Paris","Orleans","Lyon","Troyes","Tours","Marseille","Chartres","Avignon","Rouen","Grenoble",
			"Dijon","Amiens","Cherbourg","Poitiers","Toulouse","Bayonne","Strasbourg","Brest","Bordeaux","Rennes",
			"Nice","Saint Etienne","Nantes","Reims","Le Mans","Montpellier","Limoges","Nancy","Lille","Caen","Toulon",
			"Le Havre","Lourdes","Cannes","Aix-En-Provence","La Rochelle","Bourges","Calais"],
        "spyNames": ["Jean-Paul", "Martine", "Lucien", "François", "Augustine", "Monsieur X", "Dr. Dupont", "Vipère", "Yvette", "Renard"]
    },
	{
		"name": "Russia",
		"leaderName": "Catherine",
		"adjective": ["Russian"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Scientific",
		"personality": "Catherine",


        "startIntroPart1": "Mighty ruler of Russia, sovereign of endless steppes and frozen forests! Your people endure the harshness of winter and the vastness of the land, drawing strength from hardship and unity from tradition. From gilded domes rising above your cities to horsemen thundering across the plains, your empire commands awe and resilience. The songs of your people carry tales of struggle and triumph, binding generations under your rule.",
        "startIntroPart2": "Stand firm, Tsar of Russia! With patience and power, guide your nation across the ages, until its dominion stretches farther than the eye can see, and its name is spoken with reverence and fear alike.",

        "declaringWar": "The bear awakens, and your lands shall tremble beneath our march.",
		"attacked": "You dare spill Russian blood? Winter itself will fight at our side.",
		"defeated": "You may win today, but Russia’s spirit endures longer than your empire ever will.",
		"introduction": "I am the voice of Russia, vast as the steppes and unyielding as the frost. Speak, and be measured.",
        
		"neutralHello": "Russia greets you. Let us see if this meeting brings peace or conflict.",
		"hateHello": "Your words are empty, and your presence unworthy. Russia will not be deceived.",
        
		"tradeRequest": "Let us see if trade can profit us both.",
        
		"outerColor": [239, 180, 0],
		"innerColor": [0, 0, 0],
		"favoredReligion": "Christianity",
		"uniqueName": "Siberian Riches",
		"uniques": ["[+1 Production] from every [Strategic resource]","Double quantity of [Horses] produced",
			"Double quantity of [Iron] produced","Double quantity of [Uranium] produced"],
		"cities": ["Moscow","St. Petersburg","Novgorod","Rostov","Yaroslavl","Yekaterinburg","Yakutsk","Vladivostok","Smolensk","Orenburg",
			"Krasnoyarsk","Khabarovsk","Bryansk","Tver","Novosibirsk","Magadan","Murmansk","Irkutsk","Chita","Samara",
			"Arkhangelsk","Chelyabinsk","Tobolsk","Vologda","Omsk","Astrakhan","Kursk","Saratov","Tula","Vladimir","Perm",
			"Voronezh","Pskov","Starayarussa","Kostoma","Nizhniy Novgorod","Suzdal","Magnitogorsk"],
        "spyNames": ["Alexei", "Lena", "Dmitry", "Anastasia", "Tatiana", "Boris", "Doktor Seriy", "Mikhail", "Natacha", "Zmeya"]
    },
	{
		"name": "Rome",
		"leaderName": "Augustus Caesar",
		"adjective": ["Roman"],
		"startBias":["Avoid [Tundra]","Avoid [Desert]"],
		"preferredVictoryType": "Scientific",
		"personality": "Augustus Caesar",


        "startIntroPart1": "Glorious ruler of Rome, heir to the eagles and master of empire! Your legions march with unmatched discipline, spreading law and order across the lands they conquer. Roads and aqueducts carry the lifeblood of civilization, binding provinces to the eternal city. From the roar of the Colosseum to the senate’s chambers, your people embody strength, unity, and ambition.",
        "startIntroPart2": "Rise now, sovereign of Rome! Let your destiny be written in triumph, as your empire stands eternal — a beacon of might and legacy to all the ages.",

        "declaringWar": "The legions march, and Rome declares you an enemy of the Empire.",
		"attacked": "You dare raise arms against Rome? Our standards will rise over your ruins.",
		"defeated": "Rome may bend today, but its name is eternal — unlike yours.",
		"introduction": "I speak for Rome, the Eternal City. Show respect, and perhaps you will endure.",
        
		"neutralHello": "Rome greets you. May this meeting bring order, not chaos.",
		"hateHello": "Your insolence is unworthy of Rome. Do not test our patience further.",
        
		"tradeRequest": "Let us discuss terms worthy of the Empire.",
        
		"outerColor": [70, 0, 118],
		"innerColor": [240, 199, 0],
		"favoredReligion": "Christianity",
		"uniqueName": "The Glory of Rome",
		"uniques": ["[+25]% Production towards any buildings that already exist in the Capital"],
		"cities": ["Rome","Antium","Cumae","Neapolis","Ravenna","Arretium","Mediolanum","Arpinum","Circei","Setia",
			"Satricum","Ardea","Ostia","Velitrae","Viroconium","Tarentum","Brundisium","Caesaraugusta","Caesarea","Palmyra",
			"Signia","Aquileia","Clusium","Sutrium","Cremona","Placentia","Hispalis","Artaxata","Aurelianorum","Nicopolis",
			  "Agrippina","Verona","Corfinium","Treverii","Sirmium","Augustadorum","Curia","Interrama","Adria"],
        "spyNames": ["Flavius", "Regula", "Servius", "Lucia", "Cornelius", "Licina", "Canus", "Serpens", "Agrippa", "Brutus"]
    },
	{
		"name": "Arabia",
		"leaderName": "Harun al-Rashid",
		"adjective": ["Arabian"],
		"startBias": ["Desert"],
		"preferredVictoryType": "Scientific",
		"personality": "Harun al-Rashid",

        "startIntroPart1": "Noble leader of Arabia, guardian of desert trade and bearer of the crescent! From the shifting sands rise cities of learning and faith, where caravans laden with riches cross the endless dunes. Your scholars preserve wisdom, your merchants span empires, and your warriors ride swift steeds beneath the blazing sun. Minarets rise above the horizon, calling your people to unity and purpose.",
        "startIntroPart2": "Guide them well, sovereign of Arabia! Through faith, knowledge, and commerce, let your civilization shine like an oasis — a beacon of prosperity that endures beyond the desert winds.",

        "declaringWar": "By the desert’s will, we rise in arms against you. Prepare for the storm of Arabia.",
		"attacked": "You strike at our caravans and our people? Then the wrath of the crescent shall answer.",
		"defeated": "Though you claim victory today, Arabia’s spirit will endure beyond your fleeting triumph.",
		"introduction": "I am the voice of Arabia, where faith and trade flourish in equal measure. Speak, and be heard.",
        
		"neutralHello": "The desert welcomes the traveler. May our words today bring peace and fortune.",
		"hateHello": "Your presence is like dust in the wind — unwelcome and soon to be swept away.",
        
		"tradeRequest": "Let us see what profit may unite us.",
        
		"outerColor": [43, 88, 46],
		"innerColor": [146, 221, 10],
		"favoredReligion": "Islam",
		"uniqueName": "Trade Caravans",
		"uniques": ["[+1 Gold] from each Trade Route", "Double quantity of [Oil] produced"],
		"cities": ["Mecca","Medina","Damascus","Baghdad","Najran","Kufah","Basra","Khurasan","Anjar","Fustat",
			"Aden","Yamama","Muscat","Mansura","Bukhara","Fez","Shiraz","Merw","Balkh","Mosul",
			"Aydab","Bayt","Suhar","Taif","Hama","Tabuk","Sana'a","Shihr","Tripoli","Tunis","Kairouan","Algiers","Oran"],
        "spyNames": ["Solhofaat", "Khenzeer", "Zarafah", "Temsaah", "Abyadh", "Mostafa", "Yusuf", "Waddah", "Sameera", "Gamal"]

    },
	{
		"name": "America",
		"leaderName": "George Washington",
		"adjective": ["American"],
		"preferredVictoryType": "Scientific",
		"personality": "George Washington",

        "startIntroPart1": "Leader of America, guardian of liberty and pioneer of the frontier! Your nation has risen with bold spirit, stretching from shining seas to untamed wilderness. In your cities, industry thrives, invention flourishes, and voices cry for freedom and justice. Soldiers march with determination, while settlers carve a destiny across vast new lands.",
        "startIntroPart2": "Stand proud, ruler of America! With courage and vision, guide your people to prosperity, so that your republic may stand as a beacon of hope and power for all the world.",

        "declaringWar": "The eagle spreads its wings, and America marches to war against you.",
		"attacked": "You fire upon the land of the free? Then we will answer with steel and resolve.",
		"defeated": "You may break our armies, but the American spirit will never yield to you.",
		"introduction": "I speak for America, a nation of pioneers and promise. State your intentions clearly.",
        
		"neutralHello": "America greets you in goodwill. Let us see if this meeting leads to peace or rivalry.",
		"hateHello": "Your words are hollow, and your presence an insult. Do not test our patience further.",
        
		"tradeRequest": "Let us strike a fair deal.",

        "outerColor": [ 28,51,119],
        "innerColor": [255,255,255],

        "favoredReligion": "Christianity",
		"uniqueName": "Manifest Destiny",
		"uniques": ["[+1] Sight <for [{Military} {Land}] units>", "[-50]% Gold cost of acquiring tiles [in all cities]"],
		"cities": ["Washington","New York","Boston","Philadelphia","Atlanta","Chicago","Seattle","San Francisco","Los Angeles","Houston",
			"Portland","St. Louis","Miami","Buffalo","Detroit","New Orleans","Baltimore","Denver","Cincinnati","Dallas","Memphis",
			"Cleveland","Kansas City","San Diego","Richmond","Las Vegas","Phoenix","Albuquerque","Minneapolis","Pittsburgh",
			"Oakland","Tampa Bay","Orlando","Tacoma","Santa Fe","Olympia","Hunt Valley","Springfield","Palo Alto","Centralia",
			"Spokane","Jacksonville","Savannah","Charleston","San Antonio","Birmingham","Anchorage","Sacramento","Reno",
			"Salt Lake City","Boise","Milwaukee","Santa Cruz","Little Rock"],
        "spyNames": ["Cousin", "Felix", "Dennis", "Edward", "Prof. Rex", "Eliza", "Mary", "Virginia", "Scarlett", "Barbara"]
	},
	{
		"name": "Japan",
		"leaderName": "Oda Nobunaga",
		"adjective": ["Japanese"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",
		"personality": "Oda Nobunaga",

        "startIntroPart1": "Shogun of Japan, master of the rising sun and guardian of honor! Upon your islands, tradition and discipline shape a people of unmatched resolve. From the sword of the samurai to the brush of the poet, your nation balances art and war with equal devotion. The sea shields your home, yet your fleets and warriors carry your name far beyond its shores.",
        "startIntroPart2": "Lead wisely, ruler of Japan! Through courage, loyalty, and innovation, forge a legacy that endures as bright as the dawn that breaks upon your sacred mountains.",

        "declaringWar": "The honor of Japan demands battle — steel yourself, for our blades are unsheathed.",
		"attacked": "You dare strike the land of the rising sun? Our warriors will answer without hesitation.",
		"defeated": "You may scatter our armies, but the spirit of Bushidō cannot be broken.",
		"introduction": "I speak for Japan, where tradition and discipline guide our people. Show respect, and you shall be heard.",
        
		"neutralHello": "Japan greets you with courtesy. May this meeting bring harmony, not discord.",
		"hateHello": "Your presence is unwelcome. Japan will not suffer dishonor at your hands.",
        
		"tradeRequest": "Let us see if profit can bind our nations.",
        
		"outerColor": [255, 255, 255],
		"innerColor": [184, 0, 0],
		"favoredReligion": "Shinto",
		"uniqueName": "Bushido",
		"uniques": ["No damage penalty for wounded units <for [non-[Air]] units>"],
		"cities": ["Kyoto","Osaka","Tokyo","Satsuma","Kagoshima","Nara","Nagoya","Izumo","Nagasaki","Yokohama",
			"Shimonoseki","Matsuyama","Sapporo","Hakodate","Ise","Toyama","Fukushima","Suo","Bizen","Echizen",
			"Izumi","Omi","Echigo","Kozuke","Sado","Kobe","Nagano","Hiroshima","Takayama","Akita","Fukuoka","Aomori",
			"Kamakura","Kochi","Naha","Sendai","Gifu","Yamaguchi","Ota","Tottori"],
        "spyNames": ["Akaishi", "Oki", "Hattori", "Morozumi", "Momochi", "Kawashima", "Orin", "Sakanishi", "Kaede", "Mochizuki"]
    },
	{
		"name": "India",
		"leaderName": "Gandhi",
		"adjective": ["Indian"],
		"startBias": ["Grassland"],
		"preferredVictoryType": "Cultural",
		"personality": "Gandhi",

        "startIntroPart1": "Great soul of India, keeper of faith and unity amidst countless peoples! Your land flourishes with rivers and jungles, where sages seek truth, artisans craft beauty, and farmers sustain millions. Temples and palaces rise above the plains, and the voices of many traditions find harmony beneath your guidance. From the wisdom of the past to the promise of the future, your civilization endures with patience and grace.",
        "startIntroPart2": "Rise now, ruler of India! With compassion and resolve, lead your people toward an age where peace and prosperity shine brighter than the sun upon the Ganges.",

        "declaringWar": "India seeks peace, but when peace is denied, we march to war with unshakable resolve.",
		"attacked": "You bring violence to the land of many peoples? Then you will face unity stronger than steel.",
		"defeated": "You may break our armies, but you cannot break the spirit of India.",
		"introduction": "I am the voice of India, a land of faith, wisdom, and countless peoples. Speak your purpose here.",
        
		"neutralHello": "India greets you in friendship. May our meeting bring light, not shadow",
		"hateHello": "Your words carry only poison. India does not forget betrayal.",
        
		"tradeRequest": "Let us speak of exchange.",

        "outerColor": [14, 113, 4],
        "innerColor": [255, 163, 71],

		"favoredReligion": "Hinduism",
		"uniqueName": "Population Growth",
		"uniques": ["[+100]% unhappiness from the number of cities", "[-50]% Unhappiness from [Population] [in all cities]"],
		"cities": ["Delhi","Mumbai","Vijayanagara","Pataliputra","Varanasi","Agra","Calcutta","Lahore","Bangalore","Hyderabad","Madurai","Ahmedabad",
			"Kolhapur","Prayaga","Ayodhya","Indraprastha","Mathura","Ujjain","Gulbarga","Jaunpur","Rajagriha","Sravasti","Tiruchirapalli","Thanjavur",
			"Bodhgaya","Kushinagar","Amaravati","Gaur","Gwalior","Jaipur","Karachi"],
        "spyNames": ["Ashok", "Shanx", "Hormis", "Sanjeev", "Ananda", "Rani", "Parvati", "Mukta", "Karishma", "Jyotsna"]
    },
	{
		"name": "Germany",
		"leaderName": "Otto von Bismarck",
		"adjective": ["German"],
		"preferredVictoryType": "Scientific",
		"personality": "Otto von Bismarck",

        "startIntroPart1": "Iron Chancellor of Germany, master of discipline and industry! Your people are renowned for their precision, their courage in battle, and their brilliance in science and art. From the castles on the Rhine to the foundries of the modern age, your nation has forged strength through unity and determination. Armies march in tight formation, inventors shape the future, and musicians give voice to the spirit of your land.",
        "startIntroPart2": "Rise now, ruler of Germany! With steel and vision, lead your people to glory, until your empire stands as a monument to order, power, and achievement.",

        "declaringWar": "The order has been given — Germany marches, and your downfall begins.",
		"attacked": "You dare spill German blood? Our response will be swift and merciless.",
		"defeated": "You may shatter our armies, but the strength of Germany will rise again.",
		"introduction": "I am the voice of Germany, a land of steel, discipline, and determination. State your purpose.",
        
		"neutralHello": "Germany greets you with formality. Let us see whether peace or rivalry follows.",
		"hateHello": "Your words are hollow, and your presence unwelcome. Germany does not suffer fools.",
        
		"tradeRequest": "Speak, and we shall see if a bargain can be struck.",
        
		"outerColor": [179, 178, 184],
		"innerColor": [37, 43, 33],
		"favoredReligion": "Christianity",
		"uniqueName": "Furor Teutonicus",
		"uniques": ["When conquering an encampment, earn [25] Gold and recruit a Barbarian unit <with [67]% chance>",
			"[-25]% maintenance costs <for [Land] units>"],
		"cities": ["Berlin","Hamburg","Munich","Cologne","Frankfurt","Essen","Dortmund","Stuttgart","Düsseldorf","Bremen",
			"Hannover","Duisburg","Leipzig","Dresden","Bonn","Bochum","Bielefeld","Karlsruhe","Gelsenkirchen","Wiesbaden",
			"Münster","Rostock","Chemnitz","Braunschweig","Halle","Mönchengladbach","Kiel","Wuppertal","Freiburg","Hagen",
			"Erfurt","Kaiserslautern","Kassel","Oberhausen","Hamm","Saarbrücken","Krefeld","Pirmasens","Potsdam","Solingen",
			"Osnabrück","Ludwigshafen","Leverkusen","Oldenburg","Neuss","Mülheim","Darmstadt","Herne","Würzburg",
			"Recklinghausen","Göttingen","Wolfsburg","Koblenz","Hildesheim","Erlangen"],
        "spyNames": ["Johann", "Marlene", "Wilhelm", "Eva", "Heinz", "Horst", "Carl", "Viper", "Albrecht", "Anton"]
    },

	{
		"name": "The Ottomans",
		"leaderName": "Suleiman I",
		"adjective": ["Ottoman"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",
		"personality": "Suleiman I",

        "startIntroPart1": "Sultan of the Ottomans, master of two continents and guardian of empire! From the minarets of Istanbul to the caravan routes of Anatolia, your realm unites East and West beneath a single banner. Your ships command the seas, your armies sweep across plains and mountains, and your architects raise mosques and palaces that rival the heavens. A people of faith and ambition look to you to expand their dominion, guided by strength and vision.",
        "startIntroPart2": "Rule wisely, sovereign of the Ottomans! Through conquest, trade, and devotion, forge a legacy that endures as long as the call to prayer echoes across your vast dominion.",

        "declaringWar": "The empire rises in arms — your defiance ends here beneath the crescent banner.",
		"attacked": "You dare assault the Ottomans? Our Janissaries will answer your insolence.",
		"defeated": "This battle is lost, but the Ottoman spirit will endure beyond your fleeting victory.",
		"introduction": "I am the voice of the Ottomans, heirs of empire and masters of sea and land. Speak, if you come with respect.",
        
		"neutralHello": "The Sultan’s court receives you. Let us see whether this meeting leads to alliance or discord.",
		"hateHello": "Your presence offends us. The Ottomans suffer neither deceit nor weakness.",
        
		"tradeRequest": "Shall we make an accord?",

        "outerColor": [245,248,185],
        "innerColor": [18,84,30],

		"favoredReligion": "Islam",
		"uniqueName": "Barbary Corsairs",
		"uniques": ["[-66]% maintenance costs <for [Water] units>",
			"When defeating a [{Barbarian} {Water}] unit, earn [25] Gold and recruit it <with [50]% chance>"],
		"cities": ["Istanbul","Edirne","Ankara","Bursa","Konya","Samsun","Gaziantep","Diyarbakır","Izmir","Kayseri","Malatya",
			"Mersin","Antalya","Zonguldak","Denizli","Ordu","Muğla","Eskişehir","Inebolu","Sinop","Adana","Artvin",
			"Bodrum","Eregli","Silifke","Sivas","Amasya","Marmaris","Trabzon","Erzurum","Urfa","Izmit","Afyonkarahisar",
			"Bitlis","Yalova"],
        "spyNames": ["Ibrahim", "Bayezid", "Sokollu", "Mahmut", "Uveys", "Roxelana", "Safiye", "Hafsa", "Kosem", "Nurbanu"]
    },
	{
		"name": "Korea",
		"leaderName": "Sejong",
		"adjective": ["Korean"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Scientific",
		"personality": "Sejong",

        "startIntroPart1": "Respected ruler of Korea, guardian of scholars and shaper of destiny! Your mountains shelter wise courts and vibrant villages, while your seas carry trade and knowledge to distant shores. From the brushstrokes of poets to the designs of inventors, your people pursue learning with unmatched devotion. Soldiers march with discipline, and artisans craft beauty that endures through the centuries.",
        "startIntroPart2": "Lead proudly, sovereign of Korea! With wisdom and ingenuity, guide your people to an age where science, culture, and strength together secure their place among the great civilizations of history.",

        "declaringWar": "The wisdom of our scholars guides us — and now they say your empire must fall.",
		"attacked": "You dare strike the Land of Morning Calm? Our armies will answer with iron resolve.",
		"defeated": "You may bring us down, but Korea’s spirit of learning and resilience will never die.",
		"introduction": "I am the voice of Korea, where mountains guard us and scholars light the path of progress. Speak your mind.",

		"neutralHello": "Korea greets you with courtesy. Let us see whether knowledge or conflict grows from this meeting.",
		"hateHello": "Your words ring false, and your presence is an insult. Korea has no patience for deception.",
        
		"tradeRequest": "Shall we bargain for mutual gain?",
        
		"outerColor": [27,33,96],
		"innerColor": [255,0,0],
		"favoredReligion": "Confucianism",
		"uniqueName": "Scholars of the Jade Hall",
        "uniques": ["[+2 Science] from every specialist [in all cities]", "[+2 Science] from every [Great Improvement]","Receive a tech boost when scientific buildings/wonders are built in capital"],
		"cities": ["Seoul","Busan","Jeonju","Daegu","Pyongyang","Kaesong","Suwon","Gwangju","Gangneung","Hamhung","Wonju","Ulsan",
			"Changwon","Andong","Gongju","Haeju","Cheongju","Mokpo","Dongducheon","Geoje","Suncheon","Jinju","Sangju",
			"Rason","Gyeongju","Chungju","Sacheon","Gimje","Anju"],
        "spyNames": ["Kim", "Park", "Han", "Na", "Kong", "Yu", "Ahn", "Da", "Eun"]
    },

	{
		"name": "Iroquois",
		"leaderName": "Hiawatha",
		"adjective": ["Iroquoise"],
		"startBias": ["Forest"],
		"preferredVictoryType": "Scientific",
		"personality": "Hiawatha",

        "startIntroPart1": "Great chief of the Iroquois, voice of the longhouse and keeper of the forest paths! Your people dwell among endless woods and rivers, bound together by alliance and council. Hunters tread softly where trees stand tall, warriors strike swiftly across hidden trails, and elders speak with wisdom to guide the generations. Unity and tradition have made your confederacy strong, a light of order in a world of strife.",
        "startIntroPart2": "Lead with balance, ruler of the Iroquois! Through harmony with the land and strength of your people, let your nation endure, proud and free, beneath the sheltering canopy of the forest.",

        "declaringWar": "The council has spoken — the Iroquois take up arms, and you will feel the fury of the forest.",
		"attacked": "You trespass upon our lands? The woods themselves will rise against you.",
		"defeated": "You may silence us today, but the spirit of the Longhouse cannot be destroyed.",
		"introduction": "I speak for the Iroquois, guardians of the forest and the rivers. Come with honesty, and you will be heard.",
        
		"neutralHello": "The fire burns brightly in our council. You are welcome to sit and speak.",
		"hateHello": "Your words carry no respect. Leave, before we drive you from our lands.",
        
		"tradeRequest": "Let us see what you offer in return.",

        "outerColor": [54,72,72],
        "innerColor": [246,205,137],

        "favoredReligion": "Christianity",
		"uniqueName": "The Great Warpath",
		"uniques": ["All units move through Forest and Jungle Tiles in friendly territory as if they have roads. These tiles can be used to establish City Connections upon researching the Wheel."],
		"cities": ["Onondaga","Osininka","Grand River","Akwesasme","Buffalo Creek","Brantford","Montreal","Genesse River",
			"Canandaigua Lake","Lake Simcoe","Salamanca","Gowanda","Cuba","Akron","Kanesatake","Ganienkeh","Cayuga Castle",
			"Chondote","Canajoharie","Nedrow","Oneida Lake","Kanonwalohale","Green Bay","Southwold","Mohawk Valley",
			"Schoharie","Bay of Quinte","Kanawale","Kanatsiokareke","Tyendinaga","Hahta"],
        "spyNames": ["Onatah", "Oneida", "Oshadagea", "Otetiani", "Genesee", "Dadgayadoh", "Otwtiani", "Kateri", "Onondakai", "Honanyawus"]
    },
	{
		"name": "Persia",
		"leaderName": "Darius I",
		"adjective": ["Persian"],
		"preferredVictoryType": "Scientific",
		"personality": "Darius I",

        "startIntroPart1": "Great King of Persia, lord of empires and master of the royal road! Your dominion stretches across deserts, mountains, and fertile plains, uniting many peoples beneath your rule. Messengers race along your highways, armies march with discipline, and palaces gleam with splendor. Your people thrive in times of peace, yet in war they strike with speed and certainty, guided by your command.",
        "startIntroPart2": "Rise, ruler of Persia! With tolerance and might, forge a civilization whose glory endures across the ages, shining like the jewels of Persepolis beneath the eternal sun.",

        "declaringWar": "The empire of Persia rises in arms — your lands will soon bow before our banners.",
		"attacked": "You strike at Persia? Then face the Immortals and learn the price of your folly.",
		"defeated": "You may bring me down, but Persia’s name will outlast your fleeting triumphs.",
		"introduction": "I am the voice of Persia, where kings rule with splendor and armies march with discipline. Speak, if you come with respect.",
        
		"neutralHello": "Persia greets you. May this meeting bring order and prosperity, not discord.",
		"hateHello": "Your words are venom, and your presence an insult. Persia does not forget such offenses.",
        
		"tradeRequest": "Let us see if trade profits us both.",

        "outerColor": [153,5,3],
        "innerColor": [244,232,54],

		"favoredReligion": "Zoroastrianism",
		"uniqueName": "Achaemenid Legacy",
		"uniques": ["[+50]% Golden Age length", "[+1] Movement <for [All] units> <during a Golden Age>", "[+10]% Strength <for [All] units> <during a Golden Age>"],
		"cities": ["Persepolis","Parsagadae","Susa","Ecbatana","Tarsus","Gordium","Bactra","Sardis","Ergili","Dariushkabir",
			"Ghulaman","Zohak","Istakhr","Jinjan","Borazjan","Herat","Dakyanus","Bampur","Turengtepe","Rey","Shiraz",
			"Thuspa","Hasanlu","Gabae","Merv","Behistun","Kandahar","Altintepe","Bunyan","Charsadda","Uratyube",
			"Dura Europos","Aleppo","Qatna","Kabul","Capisa","Kyreskhata","Marakanda","Peshawar","Van","Pteira","Arshada",
			"Artakaona","Aspabota","Autiyara","Bagastana","Baxtri","Darmasa","Daphnai","Drapsaka","Eion","Gandutava",
			"Gaugamela","Harmozeia","Ekatompylos","Izata","Kampada","Kapisa","Karmana","Kounaxa","Kuganaka","Nautaka",
			"Paishiyauvada","Patigrbana","Phrada"],
        "spyNames": ["Azi", "Dabir", "Firuz", "Gaspar", "Shahzad", "Aga", "Marjane", "Peri", "Sartaj ", "Yasmin"]
    },
	{
		"name": "Polynesia",
		"leaderName": "Kamehameha I",
		"adjective": ["Polynesia"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Cultural",
		"personality": "Kamehameha I",

        "startIntroPart1": "Navigator of Polynesia, master of waves and keeper of the stars! Across the vast ocean, your people sail in bold canoes, guided not by maps but by the heavens above and the rhythms of the sea. Islands rise like jewels in the water, bound together by your courage and wisdom. Where others fear the endless horizon, your people see pathways of discovery, strength, and unity.",
        "startIntroPart2": "Stand tall, leader of Polynesia! With the sea as your road and the sky as your compass, let your civilization thrive across distant shores, leaving a legacy written upon the waters of the world.",

        "declaringWar": "The seas carry our canoes, and they now bring war to your shores.",
		"attacked": "You trespass upon our islands? The ocean itself will rise against you.",
		"defeated": "You may scatter our fleets, but the spirit of Polynesia will sail forever.",
		"introduction": "I speak for Polynesia, children of the waves and keepers of the stars. Tell us your purpose.",
        
		"neutralHello": "The tides have brought you here. Let us see whether friendship or conflict follows.",
		"hateHello": "You dishonor our islands with your presence. Do not mistake patience for weakness.",
        
		"tradeRequest": "Let us see what you offer in return.",
        
		"outerColor": [217,89,0],
		"innerColor": [255,255,75],
		"favoredReligion": "Christianity",
		"uniqueName": "Wayfinding",
		"uniques": ["Enables embarkation for land units <starting from the [Ancient era]> <Suppress warning [*contains a conditional on a unit movement unique*]>",
            "Enables [All] units to enter ocean tiles <starting from the [Ancient era]>",
            "[+1] Sight <for [Embarked] units>",  "[+10]% Strength <within [2] tiles of a [Moai]>"],
		"cities": ["Honolulu","Samoa","Tonga","Nuku Hiva","Raiatea","Aotearoa","Tahiti","Hilo","Te Wai Pounamu","Rapa Nui",
			"Tuamotu","Rarotonga","Tuvalu","Tubuai","Mangareva","Oahu","Kiritimati","Ontong Java","Niue","Rekohu",
			"Rakahanga","Bora Bora","Kailua","Uvea","Futuna","Rotuma","Tokelau","Lahaina","Bellona","Mungava","Tikopia",
			"Emae","Kapingamarangi","Takuu","Nukuoro","Sikaiana","Anuta","Nuguria","Pileni","Nukumanu"],
        "spyNames": ["Tiki", "Hotu Matua", "Rongo-ma-tane", "Kupe", "Haloti", "Degei", "Babamik", "Kulu Lau", "Nangananga", "Turua"]
    },
	{
		"name": "Siam",
		"leaderName": "Ramkhamhaeng",
		"adjective": ["Siamese"],
		"startBias": ["Avoid [Forest]"],
		"preferredVictoryType":"Diplomatic",
		"personality": "Ramkhamhaeng",

        "startIntroPart1": "King of Siam, guardian of temples and lord of the white elephants! Your kingdom prospers among rivers and jungles, where monks preserve wisdom and artisans shape beauty from stone and gold. Your people live in harmony with the land, yet stand ready to defend it with valor. From bustling markets to sacred shrines, your realm shines as a beacon of faith, culture, and diplomacy.",
        "startIntroPart2": "Lead with grace, ruler of Siam! Through reverence and alliance, guide your nation to flourish, until its legacy echoes across both jungle and city alike.",

        "declaringWar": "The kingdom of Siam has shown restraint long enough — now you will face our wrath.",
		"attacked": "You strike at our elephants and our temples? Then you shall know the fury of Siam.",
		"defeated": "You may claim victory in battle, but Siam’s spirit will outlast your triumph.",
		"introduction": "I am the voice of Siam, land of rivers, temples, and harmony. Speak, and we will listen.",
        
		"neutralHello": "Siam greets you with calm courtesy. May our meeting bring peace, not strife.",
		"hateHello": "Your words ring false, and your presence dishonors this court. Siam has no welcome for you.",
        
		"tradeRequest": "Will you trade fairly with Siam?",
        
		"outerColor": [245, 230, 55],
		"innerColor": [177, 8, 3],
		"favoredReligion": "Buddhism",
		"uniqueName": "Father Governs Children",
		"uniques": ["[+50]% [Food] from City-States","[+50]% [Culture] from City-States","[+50]% [Faith] from City-States","Military Units gifted from City-States start with [+10] XP"],
		"cities": ["Sukhothai","Si Satchanalai","Muang Saluang","Lampang","Phitsanulok","Kamphaeng Pet","Nakhom Chum","Vientiane",
			"Nakhon Si Thammarat","Martaban","Nakhon Sawan","Chainat","Luang Prabang","Uttaradit","Chiang Thong","Phrae",
			"Nan","Tak","Suphanburi","Hongsawadee","Thawaii","Ayutthaya","Taphan Hin","Uthai Thani","Lap Buri","Ratchasima",
			"Ban Phai","Loci","Khon Kaen","Surin"],
        "spyNames": ["Aran", "Chanarong", "Kiet", "Niran", "Virote", "Kulap", "Mayuree", "Phueng", "Ratana", "Tola"]
    },
	{
		"name": "Spain",
		"leaderName": "Isabella",
		"adjective": ["Spanish"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",
		"personality": "Isabella",

        "startIntroPart1": "Monarch of Spain, uniter of crowns and seeker of horizons! Your people forged their strength in the crucible of faith and conquest, raising mighty cathedrals and marching under banners of gold and crimson. From the fields of Castile to the seas beyond Gibraltar, explorers sail with your blessing, carrying the cross and the crown into lands unknown. Wealth flows from distant shores, and your empire rises upon the promise of discovery.",
        "startIntroPart2": "Rise, ruler of Spain! With courage and conviction, let your fleets and armies carry your legacy across oceans, until your dominion shines as brightly as the sun that never sets.",

        "declaringWar": "The sword and the cross of Spain rise against you — prepare to be swept aside.",
		"attacked": "You dare strike at Spain? Our armies will march, and our fleets will thunder across the seas.",
		"defeated": "You may win this day, but Spain’s glory will shine long after your name is dust.",
		"introduction": "I am the voice of Spain, land of faith, courage, and discovery. State your intentions clearly.",
        
		"neutralHello": "Spain greets you with courtesy. May this meeting bring honor to both our realms.",
		"hateHello": "Your words are poison, and your presence an affront. Spain has no patience for deceit.",
        
		"tradeRequest": "Shall we strike a bargain?",
        
		"outerColor": [84,26,26],
		"innerColor": [255,168,168],
		"favoredReligion": "Christianity",
		"uniqueName": "Seven Cities of Gold",
		"uniques": ["[+100 Gold] for discovering a Natural Wonder (bonus enhanced to [+500 Gold] if first to discover it)",
			"[+1 Happiness] for every known Natural Wonder", "[+100]% Yield from every [Natural Wonder]"],
		"cities": ["Madrid","Barcelona","Seville","Cordoba","Toledo","Santiago","Salamanca","Murcia","Valencia","Zaragoza","Pamplona",
			"Vitoria","Santander","Oviedo","Jaen","Logroño","Valladolid","Palma","Teruel","Almeria","Leon","Zamora","Mida",
			"Lugo","Alicante","Càdiz","Eiche","Alcorcon","Burgos","Vigo","Badajoz","La Coruña","Guadalquivir","Bilbao",
			"San Sebastian","Granada","Mérida","Huelva","Ibiza","Las Palmas","Tenerife"],
        "spyNames": ["Rodrigo", "Esmeralda", "Leon", "Mathilda", "Ramona", "Señor X", "Topolino", "Serpiente", "Garcia", "El Lobo"]
    },
	{
		"name": "Songhai",
		"leaderName": "Askia",
		"adjective": ["Songhai"],
		"startBias": ["Avoid [Tundra]"],
		"preferredVictoryType": "Domination",
		"personality": "Askia",

        "startIntroPart1": "Mighty ruler of Songhai, lord of the Niger and master of the desert roads! Your empire rises where river and sand meet, a realm of caravans, warriors, and golden wealth. From the bustling markets of Gao to the distant oases of the Sahara, your people thrive on trade and conquest alike. Cavalry thunder across the dunes, while kings rule with both strength and wisdom, forging order from the vastness of the land.",
        "startIntroPart2": "Lead boldly, sovereign of Songhai! With courage and command, let your empire endure, so that its name is spoken with awe wherever the sun scorches the desert.",

        "declaringWar": "From the Niger to the desert sands, Songhai rises in arms — your fate is sealed.",
		"attacked": "You strike at Gao and the lands of Songhai? Our cavalry will thunder across your borders.",
		"defeated": "You may bring us low today, but the strength of Songhai will return with the river’s flood.",
		"introduction": "I am the voice of Songhai, masters of the Niger and lords of the desert roads. Speak your intent.",
        
		"neutralHello": "Songhai greets you with calm dignity. Let us see if this meeting brings profit or peril.",
		"hateHello": "Your presence is an insult, and your words are hollow. Songhai does not forget such affronts.",
        
		"tradeRequest": "What will you place upon the scales in return?",
        
		"outerColor": [214, 145, 19],
		"innerColor": [90, 0, 10],
		"favoredReligion": "Islam",
		"uniqueName": "River Warlord",
		"uniques": ["Receive triple Gold from Barbarian encampments and pillaging Cities", "[+100]% Strength <when defending> <for [Embarked] units>",
			"[{Military} {Land}] units gain the [Amphibious] promotion"],
		"cities": ["Gao","Tombouctu","Jenne","Taghaza","Tondibi","Kumbi Saleh","Kukia","Walata","Tegdaoust","Argungu","Gwandu",
			"Kebbi","Boussa","Motpi","Bamako","Wa","Kayes","Awdaghost","Ouadane","Dakar","Tadmekket","Tekedda","Kano",
			"Agadez","Niamey","Torodi","Ouatagouna","Dori","Bamba","Segou"],
        "spyNames": ["Ahmadou", "Ayub", "Badru", "Bokhari", "Guedado", "Adhiambo", "Chinaka", "Laila", "Mariama", "Oni"]
    },
	{
		"name": "Mongolia",
		"leaderName": "Genghis Khan",
		"adjective": ["Mongolian"],
		"startBias": ["Plains"],
		"preferredVictoryType": "Domination",
		"personality": "Genghis Khan",

        "startIntroPart1": "Great Khan of Mongolia, rider of the endless steppe and breaker of empires! Your horsemen sweep across the plains like the wind, striking fear into kingdoms from sunrise to sunset. In the campfires of your people burns a spirit of unity and conquest, binding tribes into a single unstoppable force. Where others build walls, your riders find paths; where others falter, your banners rise.",
        "startIntroPart2": "Stand proud, ruler of the steppe! With speed, discipline, and vision, let your empire thunder across the world, leaving behind a legacy carved in the memory of nations.",

        "declaringWar": "The riders of the steppe are unleashed — Mongolia declares war upon you.",
		"attacked": "You strike at the horse lords? Our arrows will darken the sky, and your walls will fall.",
		"defeated": "You may scatter our riders, but the name of Mongolia will thunder across the plains forever.",
		"introduction": "I am the voice of Mongolia, born of the endless steppe and forged by conquest. Speak swiftly.",
        
		"neutralHello": "Mongolia greets you. May this meeting bring strength, not weakness.",
		"hateHello": "Your presence offends us. We suffer no cowards nor liars in our camp.",
        
		"tradeRequest": "What will you offer in fair exchange?",
        
		"outerColor": [81,0,9],
		"innerColor": [255,120,0],
		"favoredReligion": "Tengriism",
		"uniqueName": "Mongol Terror",
		"uniques": ["[+30]% Strength <vs [City-States]>", "[+1] Movement <for [Mounted] units>"],
		"cities": ["Karakorum","Beshbalik","Turfan","Hsia","Old Sarai","New Sarai","Tabriz","Tiflis","Otrar","Sanchu","Kazan",
			"Almarikh","Ulaanbaatar","Hovd","Darhan","Dalandzadgad","Mandalgovi","Choybalsan","Erdenet","Tsetserieg",
			"Baruun-Urt","Ereen","Batshireet","Choyr","Ulaangom","Tosontsengel","Altay","Uliastay","Bayanhongor",
			"Har-Ayrag","Nalayh","Tes"],
        "spyNames": ["Asashōryū", "Tömöriin", "Zevegiin", "Jigjidiin", "Enkhbat", "Mönkhbayar", "Gündegmaa", "Ssima", "Batachikhan", "Chulunny"]
    },
	{
		"name": "Aztecs",
		"leaderName": "Montezuma I",
		"adjective": ["Aztec"],
		"startBias": ["Jungle"],
		"preferredVictoryType": "Domination",
		"personality": "Montezuma I",

        "startIntroPart1": "Mighty ruler of the Aztecs, keeper of the sun and master of the great city of Tenochtitlan! Your people raise pyramids that pierce the sky, and warriors march with jaguar strength and eagle vision. The blood of sacrifice binds heaven and earth, ensuring the sun’s eternal rise. Farmers cultivate chinampas upon the waters, while artisans craft treasures to honor gods and empire alike.",
        "startIntroPart2": "Rise now, sovereign of the Aztecs! Through faith, valor, and dominion, let your empire flourish, feared by your enemies and exalted by your gods, until its name echoes through the ages.",

        "declaringWar": "The gods demand sacrifice — and your warriors shall provide it.",
		"attacked": "You trespass upon the realm of the sun? Our jaguars and eagles will tear you down.",
		"defeated": "You may strike us low, but the blood of the Aztecs will nourish the rise of our people again.",
		"introduction": "I am the voice of the Aztecs, builders of temples and servants of the sun. State your purpose.",

		"neutralHello": "The sun shines upon this meeting. Let us see if it leads to peace or struggle.",
		"hateHello": "Your presence dishonors our city. Leave, before you are offered to the gods.",
        
		"tradeRequest": "What will you bring to the altar of exchange?",

        "outerColor": [139,32,23],
        "innerColor": [134,238,214],

		"favoredReligion": "Christianity",
		"uniqueName": "Sacrificial Captives",
		"uniques": ["Earn [100]% of killed [Military] unit's [Strength] as [Culture]"],
		"cities": ["Tenochtitlan","Teotihuacan","Tlatelolco","Texcoco","Tlaxcala","Calixtlahuaca","Xochicalco","Tlacopan",
			"Atzcapotzalco","Tzintzuntzan","Malinalco","Tula","Tamuin","Teayo","Cempoala","Chalco","Tlalmanalco",
			"Ixtapaluca","Huexotla","Tepexpan","Tepetlaoxtoc","Chiconautla","Zitlaltepec","Coyotepec","Tequixquiac",
			"Jilotzingo","Tlapanaloya","Tultitan","Ecatepec","Coatepec","Chalchiuites","Chiauhita","Chapultepec",
			"Itzapalapa","Ayotzinco","Iztapam"],
        "spyNames": ["Metztli", "Xitllali", "Chimalli", "Quauhtli", "Teyacapan", "Yaotl", "Coatl", "Huitzilin", "Itzli", "Tepin"]

    },
	{
		"name": "Inca",
		"leaderName": "Pachacuti",
		"adjective": ["Incan"],
		"startBias": ["Hill"],
		"preferredVictoryType": "Cultural",
		"personality": "Pachacuti",

        "startIntroPart1": "Sapa Inca, child of the sun and lord of the high Andes! Your people carve fields into mountainsides, turning stone and sky into fertile lands. Roads and bridges bind valleys and peaks, carrying armies, traders, and messengers across the spine of the world. Golden temples shine in Cuzco, while warriors stand watch from fortresses perched above the clouds.",
        "startIntroPart2": "Lead with strength and wisdom, ruler of the Inca! With ingenuity and resolve, let your empire endure in harmony with the mountains, leaving a legacy as eternal as the peaks themselves.",

        "declaringWar": "From the heights of the Andes, the Inca descend in force — your cities will not stand.",
		"attacked": "You strike at our valleys and mountains? Our warriors will drive you back into the lowlands.",
		"defeated": "You may topple us today, but the mountains remember the Inca, and we shall endure.",
		"introduction": "I am the voice of the Inca, lords of the Andes and masters of the terraces. State your intentions.",

		"neutralHello": "The mountains echo with our greeting. May this meeting bring peace between us.",
		"hateHello": "You intrude upon our empire with deceit. Leave, or the highlands will rise against you.",
        
		"tradeRequest": "What will you offer in return?",

        "outerColor": [255,184,33],
        "innerColor": [3,115,86],

		"favoredReligion": "Christianity",
		"uniqueName": "Great Andean Road",
		"uniques": ["Units ignore terrain costs when moving into any tile with Hills",
			"[-50]% maintenance on road & railroads",
			"No Maintenance costs for improvements in [Hill] tiles"],
		"cities": ["Cuzco","Tiwanaku","Machu","Ollantaytambo","Corihuayrachina","Huamanga","Rumicucho","Vilcabamba","Vitcos",
			"Andahuaylas","Ica","Arequipa","Nasca","Atico","Juli","Chuito","Chuquiapo","Huanuco Pampa","Tamboccocha",
			"Huaras","Riobamba","Caxamalca","Sausa","Tambo Colorado","Huaca","Tumbes","Chan Chan","Sipan","Pachacamac",
			"Llactapata","Pisac","Kuelap","Pajaten","Chucuito","Choquequirao"],
        "spyNames": ["Amaru", "Apichu", "Pariapichiu", "Puma", "Quenti", "Suyuntu", "Uturuncu", "Purutu", "Ozcollo"]
    },
	{
		"name": "Denmark",
		"leaderName": "Harald Bluetooth",
		"adjective": ["Danish"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Cultural",
		"personality": "Harald Bluetooth",

        "startIntroPart1": "Fierce ruler of Denmark, lord of the longships and scourge of the seas! From the misty fjords sail your warriors, striking swift and fearsome upon distant shores. Your people endure wind and wave, thriving on strength, craft, and the endless spirit of adventure. Skalds sing of heroes and kings, while traders and raiders alike carve their mark upon the world.",
        "startIntroPart2": "Stand tall, sovereign of Denmark! With axe and sail, guide your people to glory, until the name of your realm echoes across both sea and land with awe and dread.",

        "declaringWar": "The longships set sail, and Denmark comes for you with fire and steel.",
		"attacked": "You dare challenge the warriors of the fjords? Our axes will find their mark.",
		"defeated": "You may break our shield wall today, but the sagas of Denmark will outlive you.",
		"introduction": "I am the voice of Denmark, born of sea and storm. Speak, and be heard in our halls.",
        
		"neutralHello": "Denmark greets you with strength and courtesy. Let us see what path lies ahead.",
		"hateHello": "Your presence dishonors this hall. We will not endure your false words for long.",
        
		"tradeRequest": "What will you place upon the table in return?",

        "outerColor": [51,25,0],
        "innerColor": [255,255,102],

		"favoredReligion": "Christianity",
		"uniqueName": "Viking Fury",
		"uniques": ["[+1] Movement <for [Embarked] units>", "[1] Movement point cost to disembark <for [All] units>",
			"No movement cost to pillage <for [Melee] units>"],
		"cities": ["Copenhagen","Aarhus","Kaupang","Ribe","Viborg","Tunsberg","Roskilde","Hedeby","Oslo","Jelling","Truso",
			"Bergen","Faeroerne","Reykjavik","Trondheim","Godthab","Helluland","Lillehammer","Markland","Elsinore",
			"Sarpsborg","Odense","Aalborg","Stavanger","Vorbasse","Schleswig","Kristiansand","Halogaland","Randers",
			"Fredrikstad","Kolding","Horsens","Tromsoe","Vejle","Koge","Sandnes","Holstebro","Slagelse","Drammen",
			"Hillerod","Sonderborg","Skien","Svendborg","Holbaek","Hjorring","Fladstrand","Haderslev","Ringsted","Skrive"],
        "spyNames": ["Jørgen", "Mette", "Henrik", "Niels", "Helle", "Frederik", "Ida", "Thea", "Freja", "Morten"]
    },
	{
		"name": "The Huns",
		"leaderName": "Attila the Hun",
		"adjective": ["Hunnic"],
		"startBias": ["Avoid [Jungle]", "Avoid [Forest]"],
		"preferredVictoryType": "Domination",
		"personality": "Attila the Hun",

        "startIntroPart1": "Warlord of the Huns, scourge of kingdoms and master of the open steppe! Your horsemen ride with relentless fury, striking terror into empires and laying cities low in fire and thunder. Where walls rise, your rams smash them; where armies gather, your riders scatter them like leaves before the storm. The world trembles at your coming, for no boundary or border can withstand your charge.",
        "startIntroPart2": "Rise now, ruler of the Huns! With speed, ruthlessness, and strength, let your people carve their destiny, feared and remembered as the tempest that reshaped nations.",

        "declaringWar": "The horsemen of the steppe ride — the Huns declare war, and your walls will fall.",
        "attacked": "You strike at the sons of the plains? Our riders will sweep across your lands like fire.",
		"defeated": "You may scatter our tribes today, but the memory of the Huns will haunt your descendants.",
		"introduction": "I am the voice of the Huns, born of the steppe and hardened by conquest. Speak swiftly.",
        
		"neutralHello": "The campfire burns bright, stranger. Will you share words of peace or of rivalry?",
		"hateHello": "Your face is unwelcome, and your words worthless. Leave before our riders silence you.",
        
		"tradeRequest": "What do you offer the Huns in return?",

        "outerColor": [180, 178, 164],
        "innerColor": [70, 0, 4],

        "favoredReligion": "Tengriism",
		"uniqueName": "Scourge of God",
		"uniques": ["[+1 Production] from every [Pasture]", "Cities are razed [2] times as fast", "Starts with [Animal Husbandry]", "\"Borrows\" city names from other civilizations in the game"],
		"cities": ["Attila's Court"],
        "spyNames": ["Balamber", "Uldin", "Donatus", "Charato", "Octar", "Bleda", "Ellac", "Dengizik", "Hildico", "Gudrun"]
    },
	{
		"name": "The Netherlands",
		"leaderName": "William of Orange",
		"adjective": ["Dutch"],
		"startBias": ["Grassland"],
		"preferredVictoryType": "Cultural",
		"personality": "William of Orange",

        "startIntroPart1": "Stalwart ruler of the Netherlands, master of the seas and champion of freedom! From the lowlands reclaimed from water, your people have built thriving cities, defended by dikes and enriched by trade. Merchants sail across distant oceans, bringing wealth and knowledge to your harbors, while farmers turn marsh into fertile polders that feed your nation. United by resolve and spirit, your citizens stand proud, their strength forged in the struggle for independence.",
        "startIntroPart2": "Rise now, sovereign of the Netherlands! With courage, industry, and vision, guide your people to prosperity, until your republic shines as a beacon of liberty and enterprise to the world.",

        "declaringWar": "The Dutch fleet unfurls its sails — we come for you with cannon and courage.",
		"attacked": "You strike at the lowlands? Our dikes hold back the sea, and our armies will hold back you.",
		"defeated": "You may claim victory, but the spirit of the Netherlands will endure beyond your triumph.",
		"introduction": "I am the voice of the Netherlands, where liberty and trade walk hand in hand. State your purpose.",
		
        "neutralHello": "The Dutch greet you with courtesy. May this meeting bring prosperity, not conflict.",
		"hateHello": "Your presence fouls the air of our republic. Leave, before you bring ruin upon yourself.",
        
		"tradeRequest": "Let us strike a bargain worth our names.",
        
		"outerColor": [216, 120, 0],
		"innerColor": [255, 255, 255],
		"favoredReligion": "Christianity",
		"uniqueName": "Dutch East India Company",
		"uniques": ["Retain [50]% of the happiness from a luxury after the last copy has been traded away"],
		"cities": ["Amsterdam", "Rotterdam", "Utrecht", "Groningen", "Breda", "Nijmegen", "The Hague", "Haarlem", "Arnhem", "Zutphen", "Maastricht", "Tilburg", "Eindhoven", "Dordrecht", "Leiden", "'s Hertogenbosch", "Almere", "Alkmaar", "Brielle", "Vlissingen", "Apeldoorn", "Enschede", "Amersfoort", "Zwolle", "Venlo", "Uden", "Grave", "Delft", "Gouda", "Nieuwstadt", "Weesp", "Coevorden", "Kerkrade"],
        "spyNames": ["Joost", "Hendrika", "Marten", "Anke", "Guus", "Mr. X", "Dr. Grijs", "Willem", "Thijs", "Neef"]
    },

	{
	    "name": "Sweden",
		"leaderName": "Gustavus Adolphus",
		"adjective": ["Swedish"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Diplomatic",
		"personality": "Gustavus Adolphus",

        "startIntroPart1": "Mighty ruler of Sweden, guardian of the North and wielder of iron and flame! Your people endure the long winters with strength and resolve, forging kingdoms from the forests and lakes of the north. From the age of the Vikings to the march of great armies, Sweden has stood tall, both feared in war and admired in peace. Scholars and inventors bring progress, while kings and generals carve their names into history across the battlefields of Europe.",
        "startIntroPart2": "Lead with courage, sovereign of Sweden! Through valor, wisdom, and the resilience of your people, guide your nation so that its star shines bright even in the coldest night.",

        "declaringWar": "The lion of the North roars — Sweden marches to war against you.",
		"attacked": "You raise arms against Sweden? Our steel and frost will break your advance.",
		"defeated": "You may win this day, but Sweden’s honor and spirit will endure long after your victory fades.",
		"introduction": "I am the voice of Sweden, forged in winter and tempered in war. Speak with purpose.",

		"neutralHello": "Sweden greets you with respect. May this meeting lead to strength, not strife.",
		"hateHello": "Your words reek of falsehood, and your presence dishonors us. Sweden will not forget this.",
        
		"tradeRequest": "What do you offer in return?",
        "outerColor": [8, 8, 166],
		"innerColor": [249, 247, 3],
		"favoredReligion": "Christianity",
		"uniqueName": "Nobel Prize",
		"uniques": ["Gain [90] Influence with a [Great Person] gift to a City-State", "When declaring friendship, both parties gain a [10]% boost to great person generation"],
		"cities": ["Stockholm","Uppsala","Gothenburg","Malmö","Linköping","Kalmar","Skara","Västerås","Jönköping",
            "Visby","Falun","Norrköping","Gävle","Halmstad","Karlskrona","Hudiksvall","Örebro","Umeå","Karlstad",
            "Helsingborg","Härnösand","Vadstena","Lund","Västervik","Enköping","Skövde","Eskilstuna","Luleå","Lidköping",
            "Södertälje","Mariestad","Östersund","Borås","Sundsvall","Vimmerby","Köping","Mora","Arboga","Växjö","Gränna",
            "Kiruna","Borgholm","Strängnäs","Sveg"
        ],
        "spyNames": ["Leif", "Ingegard", "Sören", "Ragnhild", "Lars", "Lina", "Herr Grå", "Magnus", "Vilma", "Kusin"]
    },
	{
		"name": "Austria",
		"leaderName": "Maria Theresa",
		"adjective": ["Austrian"],
		"startBias": ["Hill"],
		"preferredVictoryType": "Diplomatic",
		"personality": "Maria Theresa",

        "startIntroPart1": "Majestic ruler of Austria, guardian of empire and patron of culture! From the Alps to the Danube, your lands bind together many peoples beneath one crown. Castles and palaces rise in splendor, while music and learning flourish in your courts. Diplomats weave alliances, armies guard the frontiers, and your people prosper under unity and tradition. In war or peace, Austria has stood as the heart of Europe, its influence shaping the destiny of nations.",
        "startIntroPart2": "Lead with wisdom, sovereign of Austria! With grace in diplomacy and strength in command, guide your realm to greatness, so that the name of your empire endures through all ages.",

        "declaringWar": "The empire of Austria takes up arms — your defiance will be crushed beneath our banners.",
		"attacked": "You dare strike at Austria? Our soldiers and allies will answer your arrogance.",
		"defeated": "You may claim this battle, but Austria’s crown and legacy will outlast you.",
		"introduction": "I am the voice of Austria, heart of Europe and guardian of empire. Speak, and be measured.",

		"neutralHello": "Austria greets you with courtesy. May this meeting lead to harmony rather than discord.",
		"hateHello": "Your presence insults the empire. Austria does not suffer deceit or disrespect.",
        
		"tradeRequest": "What will you offer in fair exchange?",

        "outerColor": [234,0,0],
        "innerColor": [255,255,255],

		"favoredReligion": "Christianity",
		"uniqueName": "Diplomatic Marriage",
		"uniques": ["Can spend Gold to annex or puppet a City-State that has been your Ally for [5] turns"],
		"cities": ["Vienna", "Salzburg", "Graz", "Linz", "Klagenfurt", "Bregenz", "Innsbruck", "Kitzbühel",
			"St. Pölten", "Eisenstadt", "Villach", "Zwettl", "Traun", "Wels", "Dornbirn", "Feldkirch",
			"Amstetten", "Bad Ischl", "Wolfsberg", "Kufstein", "Leoben", "Klosterneuburg", "Leonding",
			"Kapfenberg", "Hallein", "Bischofshofen", "Waidhofen", "Saalbach", "Lienz", "Steyr"
		],
        "spyNames": ["Ferdinand", "Johanna", "Franz-Josef", "Astrid", "Anna", "Hubert", "Alois", "Natter", "Georg", "Arnold"]
    },
	{
		"name": "Carthage",
		"leaderName": "Dido",
		"adjective": ["Carthaginian"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination",
		"personality": "Dido",

        "startIntroPart1": "Noble ruler of Carthage, mistress of the western seas and rival of empires! Your harbors teem with merchants, your ships ride the waves to distant lands, and your wealth flows from trade that binds together three continents. In the shadow of mighty walls, warriors and statesmen uphold your power, while explorers carry your name beyond the horizon. Many have sought to rival your dominion, yet your people endure, steadfast as the stones of your great city.",
        "startIntroPart2": "Guide wisely, sovereign of Carthage! With courage upon the sea and ambition upon the land, let your empire flourish until your name is honored across the waters of the world.",

        "declaringWar": "The harbors of Carthage send forth their fleets — your shores will burn beneath our sails.",
		"attacked": "You strike at Carthage? Our walls and our ships will outlast your ambition.",
		"defeated": "This day is yours, but the name of Carthage will endure beyond your fleeting triumph.",
		"introduction": "I am the voice of Carthage, mistress of trade and rival of empires. Speak with care.",
        
		"neutralHello": "Carthage greets you across land and sea. Let us see whether profit or rivalry guides us.",
		"hateHello": "Your presence brings only enmity. Carthage has no welcome for you.",
        
		"tradeRequest": "What will you place in exchange?",
        
		"outerColor": [205, 205, 205],
		"innerColor": [81, 0, 137],
		"favoredReligion": "Islam",
		"uniqueName": "Phoenician Heritage",
		"uniques": ["Gain a free [Harbor] [in all coastal cities]","Land units may cross [Mountain] tiles after the first [Great General] is earned","Comment [Units ending their turn on [Mountain] tiles take [50] damage]"],
		"cities": ["Carthage","Utique","Hippo Regius","Gades","Saguntum","Carthago Nova","Panormus","Lilybaeum","Hadrumetum","Zama Regia",
			"Karalis","Malaca","Leptis Magna","Hippo Diarrhytus","Motya","Sulci","Leptis Parva","Tharros","Soluntum","Lixus",
			"Oea","Theveste","Ibossim","Thapsus","Aleria","Tingis","Abyla","Sabratha","Rusadir","Baecula",
			"Saldae"],
        "spyNames": ["Hamilcar", "Mago", "Baalhaan", "Sophoniba", "Yzebel", "Similce", "Kandaulo", "Zinnridi", "Gisgo", "Fierelus"]
    },
	{
		"name": "Byzantium",
		"leaderName": "Theodora",
		"adjective": ["Byzantine"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Cultural",
		"personality": "Theodora",

        "startIntroPart1": "Emperor of Byzantium, heir of Rome and guardian of the Christian East! Your capital gleams where continents meet, its mighty walls and golden domes defying both time and siege. From the wisdom of Justinian to the valor of your warriors, your empire preserves the legacy of Rome while shaping its own destiny. Faith binds your people, trade enriches your harbors, and your armies stand ready to defend the crossroads of the world.",
        "startIntroPart2": "Lead with vision, ruler of Byzantium! Through faith, commerce, and steel, let your empire endure the ages, a shining beacon between East and West.",

        "declaringWar": "Byzantium takes up the sword of empire — your defiance ends here.",
		"attacked": "You strike at the Queen of Cities? Our walls and our faith will not yield.",
		"defeated": "The city may fall, but the spirit of Byzantium will shine beyond your hollow victory.",
		"introduction": "I am the voice of Byzantium, heir of Rome and guardian of the Christian East. Speak your intent.",
        
		"neutralHello": "Byzantium greets you in dignity. May our words build peace, not strife.",
        "hateHello": "Your words are venom, and your presence dishonors this empire. Leave us.",
        
		"tradeRequest": "What do you offer in return?",
        
		"outerColor": [114, 162, 233],
		"innerColor": [61, 0, 109],
		"favoredReligion": "Christianity",
		"uniqueName": "Patriarchate of Constantinople",
		"uniques": ["May choose [1] additional belief(s) of any type when [founding] a religion"],

		"cities": ["Constantinople", "Adrianople", "Nicaea", "Antioch", "Varna", "Ohrid", "Nicomedia", "Trebizond", "Cherson", "Sardica",
			"Ani", "Dyrrachium", "Edessa", "Chalcedon", "Naissus", "Bari", "Iconium", "Prilep", "Samosata", "Kars", "Nicopolis", "Theodosiopolis",
			"Tyana", "Gaza", "Kerkyra", "Phoenice", "Selymbria", "Sillyon", "Chrysopolis", "Vodena", "Caesarea", "Traianoupoli", "Constantia", "Athens",
			"Patra", "Korinthos"],
        "spyNames": ["Basil", "Nikophoros", "Demetrios", "Philippos", "Theophylaktos", "Simonis", "Zoe", "Ioanno", "Xene", "Euphrosyne"]
    },
	{
		"name": "Celts",
		"leaderName": "Boudicca",
		"adjective": ["celtic"],
		"startBias": ["Forest"],
		"preferredVictoryType": "Domination",
		"personality": "Boudicca",

        "startIntroPart1": "Chieftain of the Celts, keeper of the sacred groves and guardian of tribal pride! Your people thrive in misty highlands and forested hills, guided by druids who guard the mysteries of earth and sky. Warriors march with painted faces and fearless hearts, while bards preserve the songs of ancestors in firelit halls. Bound by kinship and tradition, your tribes stand strong against any who would seek to break their spirit.",
        "startIntroPart2": "Rise, ruler of the Celts! Through faith, valor, and unity, lead your people to greatness, until their voice echoes across valleys, mountains, and ages.",

        "declaringWar": "The druids have spoken — the Celts march to war, and your lands will know our fury.",
		"attacked": "You trespass upon our sacred groves? Our warriors will strike you down among the stones.",
		"defeated": "You may scatter our tribes, but the songs of the Celts will outlive your conquest.",
		"introduction": "I speak for the Celts, children of the forest and keepers of the old ways. Tell us why you have come.",
        
        "neutralHello": "The fire in the hall burns bright — you are welcome to sit and speak.",
        "hateHello": "Your words are hollow, and your presence dishonors us. Leave before we raise our spears.",
        
		"tradeRequest": "What do you offer in return?",

        "outerColor": [12,75,25],
        "innerColor": [157,172,255],

		"favoredReligion": "Christianity",
		"uniqueName": "Druidic Lore",
		"uniques": ["[+1 Faith] [in all cities] <with [1] to [2] neighboring [{unimproved} {Forest}] tiles>",
			"[+2 Faith] [in all cities] <with [3] to [6] neighboring [{unimproved} {Forest}] tiles>"],
		"cities": ["Edinburgh","Dublin","Cardiff","Truro","Nantes","Douglas","Glasgow","Cork","Aberystwyth",
			"Penzance","Rennes","Ramsey","Inverness","Limerick","Swansea","St. Ives","Brest","Peel","Aberdeen",
			"Belfast","Caernarfon","Newquay","Saint-Nazaire","Castletown","Stirling","Galway","Conwy",
			"St. Austell","Saint-Malo","Onchan","Dundee","Londonderry","Llanfairpwllgwyngyll","Falmouth","Lorient"],
        "spyNames": ["Crìsdean", "Siobhán", "Seamus", "Ffion", "Pádraig", "Deirdre", "Mr. Quinn", "Éadaoin", "Alwyn", "Col Ceathar"]
    },
	{
		"name": "Ethiopia",
		"leaderName": "Haile Selassie",
		"adjective": ["ethiopian"],
		"startBias": ["Jungle"],
		"preferredVictoryType": "Cultural",
		"personality": "Haile Selassie",

        "startIntroPart1": "Lion of Ethiopia, guardian of the highlands and defender of the faithful! Your realm endures upon lofty mountains, where ancient churches are carved into living stone and kingdoms thrive in strength and devotion. Through ages of strife, your people have stood unbroken, their courage forged in faith and their resilience shaped by the land. Traders cross deserts and valleys to reach your markets, while warriors shield your sovereignty from every foe.",
        "startIntroPart2": "Rise, sovereign of Ethiopia! With faith, wisdom, and endurance, guide your people toward greatness, that your nation may shine as an eternal beacon upon the roof of Africa.",

        "declaringWar": "The Lion of the Highlands roars — Ethiopia marches to war against you.",
		"attacked": "You strike at the mountains of Ethiopia? Our warriors and our faith will break your assault.",
		"defeated": "You may claim this day, but Ethiopia’s faith and people endure beyond your victory.",
		"introduction": "I am the voice of Ethiopia, guardians of the highlands and keepers of the ancient faith. Speak plainly.",
        
        "neutralHello": "Ethiopia greets you in dignity. May this meeting bring peace, not strife.",
        "hateHello": "Your presence dishonors our land. Ethiopia does not welcome you.",
        
		"tradeRequest": "What will you place upon the scales in return?",

        "outerColor": [18, 66, 22],
        "innerColor": [255, 56, 56],

		"favoredReligion": "Christianity",
		"uniqueName": "Spirit of Adwa",
		"uniques": ["[+20]% Strength <when fighting units from a Civilization with more Cities than you>"],
		"cities": ["Addis Ababa","Harar","Adwa","Lalibela","Gondar","Axum","Dire Dawa","Bahir Dar","Adama",
			"Mek'ele","Awasa","Jimma","Jijiga","Dessie","Debre Berhan","Shashamane","Debre Zeyit","Sodo","Hosaena",
			"Nekemte","Asella","Dila","Adigrat","Debre Markos","Kombolcha","Debre Tabor","Sebeta",
			"Shire","Ambo","Negele Arsi","Gambela","Ziway","Weldiya"],
        "spyNames": ["Mulu Ken", "Wendimu", "Li'ol", "Demeke", "Mulu Alem", "Abebech", "Zema", "Mihret", "Kebedech", "Alemnesh"]
    },
	{
		"name": "The Maya",
		"leaderName": "Pacal",
		"adjective": ["mayan"],
		"startBias": ["Jungle"],
		"preferredVictoryType": "Scientific",
		"personality": "Pacal",

        "startIntroPart1": "Lord of the Maya, keeper of the calendar and builder of temples that touch the sky! Your people chart the heavens with precision, their knowledge of time guiding harvests, rituals, and destiny itself. Great cities rise from the jungle, adorned with pyramids and observatories, while farmers cultivate maize that sustains your civilization. Warriors defend your lands with valor, and priests uphold the balance between gods and men.",
        "startIntroPart2": "Lead with wisdom, ruler of the Maya! With faith, science, and resilience, let your people flourish, leaving a legacy as enduring as the stones of your sacred temples.",

        "declaringWar": "The calendar marks this day for war — the Maya rise against you.",
		"attacked": "You dare strike the people of the pyramids? Our warriors will answer beneath the gaze of the gods.",
		"defeated": "You may claim victory, but the wisdom of the Maya will endure beyond your conquest.",
		"introduction": "I am the voice of the Maya, keepers of time and builders of temples. Speak your purpose here.",
        
        "neutralHello": "The stars align for this meeting. Let us see if peace or rivalry follows.",
        "hateHello": "our words dishonor us. The Maya will not forget this insult.",
        
		"tradeRequest": "What will you bring to the exchange?",

		"outerColor": [198, 141, 99],
		"innerColor": [24, 63, 66],
		"favoredReligion": "Christianity",
		"uniqueName": "The Long Count",
		"uniques": ["Receive a free Great Person at the end of every [Maya Long Count calendar cycle] (every 394 years), after researching [Theology]. Each bonus person can only be chosen once.",
			"Once The Long Count activates, the year on the world screen displays as the traditional Mayan Long Count."],
		"cities": ["Palenque","Tikal","Chichen Itza","Uxmal","Tulum","Copan","Coba","El Mirador","Calakmul",
			"Edzna","Lamanai","Izapa","Uaxactun","Comalcalco","Piedras Negras","Cancuen","Yaxha","Quirigua",
			"Q'umarkaj","Nakbe","Cerros","Xunantunich","Takalik Abaj","Cival","San Bartolo","Altar de Sacrificios","Seibal",
			"Caracol","Naranjo","Dos Pilas","Mayapan","Ixinche","Zaculeu","Kabah"],
        "spyNames": ["Camazotz", "Coyopa", "Gukumatz", "Hunahpu", "Huracan", "Ixchel", "Ixtab", "Kukulkán", "Xbalanque", "Zipacna"]
    },


	{
		"name": "Brussels",
		"adjective": ["Bruxellois"],
		"cityStateType": "Cultured",

		"declaringWar": "Brussels takes up arms — our walls and allies will rise against you.",
		"attacked": "You dare assail Brussels? Our defenders will fight for every street and stone.",
		"defeated": "Brussels has fallen, yet its spirit of resilience will not be erased by your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [153,255,51],
		"cities": ["Brussels"]
	},
	{
		"name": "Florence",
		"adjective": ["Florentine"],
		"cityStateType": "Cultured",

		"declaringWar": "Florence will not bow — our militia and allies will answer your challenge.",
		"attacked": "You strike at the city of art and craft? Our walls and citizens will resist you fiercely.",
		"defeated": "Florence is taken, yet its spirit of beauty and independence will endure beyond your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [62,197,252],
		"cities": ["Florence"]
	},
	{
		"name": "Hanoi",
		"adjective": ["Hanoi"],
		"cityStateType": "Cultured",

		"declaringWar": "Hanoi rises to defend its honor — you will find no easy victory here.",
		"attacked": "You dare assault Hanoi? Our warriors will fight with the strength of the mountains and rivers.",
		"defeated": "Hanoi has fallen, yet its spirit of resistance will live far beyond your conquest.",
        
		"outerColor": [0, 0, 0],
        "innerColor": [51,51,255],
		"cities": ["Hanoi"]
	},
	{
		"name": "Kabul",
		"adjective": ["Kabul"],
		"cityStateType": "Cultured",

		"declaringWar": "Kabul stands defiant — your aggression will be met with steel and resolve.",
		"attacked": "You dare assail Kabul? Our fighters will defend every hill and street against you.",
		"defeated": "Kabul may fall today, but its spirit of resistance will outlast your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [168,38,102],
		"cities": ["Kabul"]
	},
	{
		"name": "Kuala Lumpur",
		"adjective": ["KLite"],
		"cityStateType": "Cultured",

		"declaringWar": "Kuala Lumpur will not yield — we rise to defend our city with all our strength.",
		"attacked": "You bring war to Kuala Lumpur? Our defenders will stand firm against your assault.",
		"defeated": "Kuala Lumpur has fallen, yet its spirit and people will endure long after your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [0,102,102],
		"cities": ["Kuala Lumpur"]
	},
	{
		"name": "Lhasa",
		"adjective": ["tibetano"],
		"cityStateType": "Cultured",

		"declaringWar": "Lhasa takes up arms — you will find no weakness in our mountain stronghold.",
		"attacked": "You dare profane Lhasa with war? Our people will defend their sacred city with devotion.",
		"defeated": "Lhasa has fallen, but the spirit of faith and resilience will outlast your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [204,102,0],
		"cities": ["Lhasa"]
	},
	{
		"name": "Milan",
		"adjective": ["Milanese"],
		"cityStateType": "Cultured",

		"declaringWar": "Milan stands defiant — we will not bow to your threats of war.",
		"attacked": "You assail Milan? Our soldiers and citizens will fight for every stone of our city.",
		"defeated": "Milan has fallen, yet its pride and culture will endure beyond your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [185,132,66],
		"cities": ["Milan"]
	},
	{
		"name": "Quebec City",
		"adjective": ["Québécois"],
		"cityStateType": "Cultured",

		"declaringWar": "Quebec City raises its banners — you will find no easy victory here.",
		"attacked": "You dare strike at Quebec City? Our defenders will meet you with courage and resolve.",
		"defeated": "Quebec City may fall, but its spirit and people will endure long after your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [51,102,0],
		"cities": ["Quebec City"]
	},

	{
		"name": "Cape Town",
		"adjective": ["Cape Town"],
		"cityStateType": "Maritime",

		"declaringWar": "Cape Town stands ready — your aggression will be met with steel and resolve.",
		"attacked": "You bring war to Cape Town? Our people will fight fiercely to defend their home.",
		"defeated": "Cape Town has fallen, but its pride and spirit will endure long after your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [255,153,153],
		"cities": ["Cape Town"]
	},
	{
		"name": "Helsinki",
		"adjective": ["Helsinki"],
		"cityStateType": "Maritime",

		"declaringWar": "Helsinki stands ready — our resolve is stronger than the northern frost.",
		"attacked": "You strike at Helsinki? Our people will fight fiercely for every street and shore.",
		"defeated": "Helsinki has fallen, yet the spirit of our city will endure beyond your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [255,178,102],
		"cities": ["Helsinki"]
	},
	{
		"name": "Manila",
		"adjective": ["Manilan"],
		"cityStateType": "Maritime",

		"declaringWar": "Manila takes up arms — our shores and streets will not fall easily to you.",
		"attacked": "You bring war to Manila? Our people will resist with the strength of the islands.",
		"defeated": "Manila has fallen, but its spirit will rise again long after your conquest fades.",
		"outerColor": [0, 0, 0],
		"innerColor": [96,96,96],
		"cities": ["Manila"]
	},
	{
		"name": "Mogadishu",
		"adjective": ["Mogadishu"],
		"cityStateType": "Maritime",

		"declaringWar": "Mogadishu will not bow — our warriors and sailors rise to defend our city.",
		"attacked": "You dare assault Mogadishu? From coast to market, we will resist you fiercely.",
		"defeated": "Mogadishu has fallen, yet its spirit of trade and resilience will endure beyond your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [224,224,224],
		"cities": ["Mogadishu"]
	},
	{
		"name": "Rio de Janeiro",
		"adjective": ["Carioca"],
		"cityStateType": "Maritime",
		"startBias": ["Coast"],

		"declaringWar": "Rio de Janeiro rises in defiance — our city will not surrender without a fight.",
		"attacked": "You bring war to Rio? Our people will defend every hill and shore with determination.",
		"defeated": "Rio de Janeiro has fallen, but its spirit and culture will endure long beyond your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [211, 220, 103],
		"cities": ["Rio de Janeiro"]
	},
	{
		"name": "Sydney",
		"adjective": ["Sydney"],
		"cityStateType": "Maritime",

		"declaringWar": "Sydney will not yield — our banners rise to meet your aggression.",
		"attacked": "You bring war to our shores? Sydney’s defenders will fight with courage on land and sea.",
		"defeated": "Sydney has fallen, but the spirit of our harbor city will outlast your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [255,204,204],
		"cities": ["Sydney"]
	},
	{
		"name": "Ur",
		"adjective": ["Ur"],
		"cityStateType": "Maritime",
		"startBias": ["Coast"],

		"declaringWar": "Ur shall not be your prize — we rise to defend our ancient city with honor.",
		"attacked": "You bring violence to Ur? Our people will resist within walls older than your armies.",
		"defeated": "Ur has fallen, but the memory of its ziggurats and people will outlast your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [255,69,0],
		"cities": ["Ur"]
	},
	{
		"name": "Vancouver",
		"adjective": ["Vancouverite"],
		"cityStateType": "Maritime",

		"declaringWar": "Vancouver stands defiant — our banners rise against your aggression.",
		"attacked": "You strike at Vancouver? Our people will defend every harbor and mountain pass.",
		"defeated": "Vancouver has fallen, yet its spirit of resilience will endure beyond your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [0,255,128],
		"cities": ["Vancouver"]
	},
	{
		"name": "Venice",
		"adjective": ["Venetian"],
		"cityStateType": "Maritime",
		"startBias": ["Coast"],

		"declaringWar": "Venice will not be your prey — our fleets and allies rise to defend the lagoon.",
		"attacked": "You assail the city of canals and merchants? We will fight for every bridge and harbor.",
		"defeated": "Venice may fall today, but its legacy of trade and power will endure beyond your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [153,204,255],
		"cities": ["Venice"]
	},

	{
		"name": "Antwerp",
		"adjective": ["Antwerp"],
		"cityStateType": "Mercantile",
		"startBias": ["Coast"],

		"declaringWar": "Antwerp will not surrender — our walls and our people stand ready to resist you.",
		"attacked": "You dare strike Antwerp? Our defenders will fight for every street and harbor.",
		"defeated": "Antwerp has fallen, but its pride and spirit of trade will endure long after your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [194,97,255],
		"cities": ["Antwerp"]
	},
	{
		"name": "Genoa",
		"adjective": ["Genoese"],
		"cityStateType": "Mercantile",
		"startBias": ["Coast"],

		"declaringWar": "Genoa raises its banners — our ships and soldiers will resist your assault.",
		"attacked": "You strike at Genoa? Our people will fight for every quay and street of our city.",
		"defeated": "Genoa may fall, but its spirit of trade and seafaring will outlive your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [45,255,86],
		"cities": ["Genoa"]
	},
	{
		"name": "Kathmandu",
		"adjective": ["Kathmandu"],
		"cityStateType": "Mercantile",

		"declaringWar": "Kathmandu will not bow — our mountain stronghold rises against you.",
		"attacked": "You dare assail Kathmandu? Our people will defend every valley and peak.",
		"defeated": "Kathmandu may fall today, but the spirit of the Himalayas endures beyond your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [151,125,0],
		"cities": ["Kathmandu"]
	},
	{
		"name": "Singapore",
		"adjective": ["Singaporean"],
		"cityStateType": "Mercantile",

		"declaringWar": "Singapore stands firm — our harbor and people will resist your aggression.",
		"attacked": "You dare assail Singapore? Our city will fight to defend its trade and freedom.",
		"defeated": "Singapore has fallen, yet its spirit of resilience and commerce will outlast your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [255,255,0],
		"cities": ["Singapore"]
	},
	{
		"name": "Tyre",
		"adjective": ["Tyrian"],
		"cityStateType": "Mercantile",
		"startBias": ["Coast"],

		"declaringWar": "Tyre raises its banners — our ships and walls will resist you with all our strength.",
		"attacked": "You dare strike Tyre? Our harbor and markets will be defended with fury.",
		"defeated": "Tyre may fall today, but its legacy of seafaring and trade will endure beyond your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [255,97,255],
		"cities": ["Tyre"]
	},
	{
		"name": "Zanzibar",
		"adjective": ["Zanzibar"],
		"cityStateType": "Mercantile",

		"declaringWar": "Zanzibar takes up arms — the island will not yield to your ambition",
		"attacked": "You strike at Zanzibar? Our people will defend their harbor and markets with fury.",
		"defeated": "Zanzibar may fall, but its spirit of trade and the ocean winds will endure beyond your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [255,153,255],
		"cities": ["Zanzibar"]
	},

	{
		"name": "Almaty",
		"adjective": ["Almaty"],
		"cityStateType": "Militaristic",

		"declaringWar": "Almaty rises to defend its steppe — your aggression will not go unanswered.",
		"attacked": "You dare assail Almaty? Our horsemen and hunters will strike back fiercely.",
		"defeated": "Almaty has fallen, yet the spirit of the steppe will endure long after your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [152,0,241],
		"cities": ["Almaty"]
	},
	{
		"name": "Belgrade",
		"adjective": ["Belgrade"],
		"cityStateType": "Militaristic",

		"declaringWar": "Belgrade takes up arms — our fortress city will resist your invasion.",
		"attacked": "You strike at Belgrade? Our walls and soldiers will fight you at every turn.",
		"defeated": "Belgrade has fallen, yet its spirit of defiance will endure beyond your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [211,180,113],
		"cities": ["Belgrade"]
	},
	{
		"name": "Dublin",
		"adjective": ["Dubliner"],
		"cityStateType": "Militaristic",

		"declaringWar": "Dublin will not yield — our people rise to defend their city with courage.",
		"attacked": "You strike at Dublin? Our warriors will fight fiercely for every street and shore.",
		"defeated": "Dublin has fallen, yet its pride and spirit will endure long after your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [211,180,113],
		"cities": ["Dublin"],
		"uniques": ["Will not be displayed in Civilopedia", "Will not be chosen for new games", "Excluded from map editor"]
	},
	{
		"name": "Edinburgh",
		"adjective": ["Edinburghensian"],
		"cityStateType": "Militaristic",

		"declaringWar": "Edinburgh will not bow — our banners rise, and our blades are ready.",
		"attacked": "You dare strike at Edinburgh? Our warriors will defend every wall and hill.",
		"defeated": "Edinburgh has fallen, yet the spirit of the highlands will endure beyond your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [0,102,102],
		"cities": ["Edinburgh"],
		"uniques": ["Will not be displayed in Civilopedia", "Will not be chosen for new games", "Excluded from map editor"]
	},
	{
		"name": "M'Banza-Kongo",
		"adjective": ["M'Banza-Kongo"],
		"cityStateType": "Militaristic",

		"declaringWar": "M’Banza-Kongo will not kneel — our people rise to defend the heart of our kingdom.",
		"attacked": "You dare strike M’Banza-Kongo? Our warriors will fight fiercely for every street and stone.",
		"defeated": "M’Banza-Kongo has fallen, but its spirit of strength and unity will outlive your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [255,128,0],
		"cities": ["M'Banza-Kongo"]
	},
	{
		"name": "Sidon",
		"adjective": ["Sidon"],
		"cityStateType": "Militaristic",

		"declaringWar": "Sidon arms itself — our ships and soldiers will not let you take this city easily.",
		"attacked": "You strike at Sidon? We will defend every harbor and market with our lives.",
		"defeated": "Sidon has fallen, yet its legacy of seafaring and trade will outlast your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [250,128,114],
		"cities": ["Sidon"]
	},
	{
		"name": "Valletta",
		"adjective": ["maltese"],
		"cityStateType": "Militaristic",

		"declaringWar": "Valletta takes up the sword — our knights will not let your armies pass unchallenged.",
		"attacked": "You assail Valletta? Our walls and warriors will fight with the strength of faith and steel.",
		"defeated": "Valletta has fallen, yet the courage of its knights will be remembered long after your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [0,102,102],
		"cities": ["Valletta"]
	},

	{
		"name": "Bratislava",
		"adjective": ["Bratislava"],
		"cityStateType": "Religious",

		"declaringWar": "Bratislava will not yield — our banners rise to defend the city against you.",
		"attacked": "You dare strike Bratislava? Our people will fight fiercely for every wall and street.",
		"defeated": "Bratislava has fallen, yet its spirit and pride will endure beyond your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [255,255,255],
		"cities": ["Bratislava"]
	},
	{
		"name": "Cahokia",
		"adjective": ["Cahokia"],
		"cityStateType": "Religious",

		"declaringWar": "Cahokia will not bow — our warriors rise from the mounds to resist you.",
		"attacked": "You dare assail Cahokia? Our people will defend their earthworks and fields with fury.",
		"defeated": "Cahokia has fallen, yet the spirit of its builders and people will outlast your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [203, 253, 232],
		"cities": ["Cahokia"]
	},
	{
		"name": "Jerusalem",
		"adjective": ["Jerusalem"],
		"cityStateType": "Religious",

		"declaringWar": "Jerusalem takes up arms — the holy city will not fall quietly to your ambition.",
		"attacked": "You dare profane Jerusalem with war? Our defenders fight with faith as their shield.",
		"defeated": "Jerusalem may fall today, but its sacred spirit will endure beyond your conquest.",
        
		"outerColor": [0, 0, 0],
		"innerColor": [198,255,192],
		"cities": ["Jerusalem"]
	},

	{
		"name": "Barbarians",
		"outerColor": [0,0,0],
        "innerColor": [185,12,12],
		"uniques": ["Can only heal by pillaging", "Excluded from map editor",
			"[Water] units gain the [Unable to pillage tiles] promotion"]
	}

]
